<?php

// Language-specific variables
$lang = "th";
$siteTitle = "โพสขายฟรี ลงประกาศฟรี ลงขายออนไลน์ ลงขายฟรี";
$siteTitleMobile = "โพสขายฟรี";

// Language-specific translations
$translations = array(
    ///////// header
    "home" => "หน้าหลัก",
    "search" => "ค้นหาประกาศ",
    "post-all" => "ประกาศทั้งหมด",
    "type-search" => "ประเภท",
    "login" => "เข้าสู่ระบบ",
    "register" => "สมัครสมาชิก",
    "post-new" => "ลงประกาศฟรี",

    "policy" => "นโยบายการให้บริการ",
    "term-and-condition" => "ระเบียบข้อบังคับ",

    ///////// header

    "recommend-month" => "ประกาศแนะนำประจำเดือน",
    "post-view-main" => "เข้าดู",
    "sponsor" => "จากผู้สนับสนุน",
    "post-from-cat" => "ประกาศตามหมวดหมู่",
    "post-from-province" => "ประกาศตามจังหวัด",
    "new-post" => "ประกาศล่าสุด",
    "price-annouce" => "ไม่ระบุราคา",
    "all-post" => "ดูประกาศทั้งหมด",
    
    "message-search" => "ข้อความค้นหา",
    "all-province" => "ทุกจังหวัด",
    "all-category" => "ทุกหมวด",
    "all-type" => "ทุกประเภท",
    "page-search" => "หน้าค้นหา",
    "button-search" => "ค้นหา",

    "from-province" => "ประกาศตามจังหวัด",

   

    ////// post new
    "post-header" => "เพิ่มประกาศใหม่",
    "post-cate" => "หมวดหมู่",
    "post-cate-text" => "เลือกหมวดหมู่",
    "post-province" => "จังหวัด",
    "post-province-text" => "เลือกจังหวัด",
    "post-type" => "ประเภท",
    "post-type-text" => "เลือกประเภท",
    "post-subject" => "หัวข้อประกาศ",
    "post-detail-short" => "รายละเอียดย่อ",
    "post-detail" => "รายละเอียดทั้งหมด",
    "post-price" => "ราคา",
    "post-price-text" => "ไม่ใส่ หรือ ใส่เฉพาะตัวเลขเท่านั้น",
    "post-product" => "สภาพสินค้า",
    "post-day" => "จำนวนวันประกาศ",
    "post-status" => "สถานะ",
    "post-attach" => "แนบรูปภาพ",
    "post-attach-text" => "(.jpg .jpeg หรือ .png เท่านั้น) ขนาดเหมาะสม คือ 1:1,800x800px",
    "post-contact-name" => "ชื่อ - นามสกุล",
    "post-contact-address" => "ที่อยู่",
    "post-contact-address-text" => "กรอกที่อยู่",
    "post-contact-province" => "จังหวัด",
    "post-contact-province-text" => "เลือกจังหวัด",
    "post-contact-phone" => "เบอร์ติดต่อ",
    "post-contact-phone-text" => "เบอร์ติดต่อกลับ",
    "post-contact-email" => "Email",
    "post-contact-email-text" => "Email สำหรับติดต่อกลับ",
    "post-contact-line" => "LINE ID",
    "post-contact-edit" => "รหัสแก้ไข",
    "post-contact-edit-text" => "รหัส สำหรับแก้ไขประกาศ ตัวเลขเท่านั้น",
    "post-recap-1" => "รูปไม่ชัดคลิก",
    "post-recap-2" => "รีโหลด",
    "post-recap-3" => "ใหม่",
    "post-recap-text" => "กรอกตามรูปภาพ",
    "post-check" => "ยอมรับ",
    "post-check-and" => "และ",
    "post-confirm" => "บันทึกประกาศ",
    
    "post-policy-1" => "นโยบายการให้บริการ",
    "post-policy-2" => "กฏ กติกา ระเบียบข้อบังคับ",
    "post-policy-3" => "ของเรา",





    //////// detail post
    "dpost-no" => "ประกาศเลขที่",
    "dpost-type" => "ประเภท",
    "dpost-price" => "ราคา",
    "dpost-province" => "จังหวัด",
    "dpost-view" => "เข้าชม",
    "dpost-edit" => "แก้ไข",
    "dpost-edit-text" => "แก้ไข",
    "dpost-delete" => "แจ้งลบ",
    "dpost-delete-text" => "แจ้งลบประกาศ",
    "dpost-date" => "วันที่ประกาศ",
    "dpost-name" => "ผู้ลงประกาศ",
    "dpost-address" => "ที่อยู่",
    "dpost-email" => "Email",
    "dpost-phone" => "เบอร์ติดต่อ",
    "dpost-phone-click" => "กดดูข้อมูล",
    "dpost-detail" => "รายละเอียด",
    "dpost-com-name" => "ชื่อ - นามสกุล",
    "dpost-com-name-text" => "กรอกชื่อ และ นามสกุล",
    "dpost-com-email" => "Email",
    "dpost-com-email-text" => "Email สำหรับติดต่อกลับ",
    "dpost-com-submit" => "บันทึก comment",
    "dpost-com-from" => "Comment จากคุณ",
    "dpost-other-header" => "ประกาศอื่นๆ",
    "dpost-no-post" => "ขออภัย!<br>ประกาศนี้ไม่มี หรือ ยกเลิกประกาศแล้ว",


    //////// post edit
    "epost-header" => "แก้ไขประกาศ",
    "epost-picture" => "ขออภัยในความไม่สะดวก ไม่สามารถแก้ไขหรือลบรูปภาพได้. กรุณาแจ้งลบประกาศแทน",
    "epost-picture-edit" => "ลบรูปภาพ",


    //////// delete post
    "delete-post-header" => "ลบประกาศเลขที่",
    "delete-post-reason" => "เหตุผล",
    "delete-post-reason-1" => "สแปม ประกาศซ้ำ",
    "delete-post-reason-1" => "สินค้าต้องห้าม / ผิดกฏหมาย",
    "delete-post-reason-1" => "มิจฉาชีพ หลอกลวง",
    "delete-post-reason-1" => "เหตุผลอื่น ๆ",
    "delete-post-remark" => "หมายเหตุ",
    "delete-post-remark-text" => "เมื่อเลือกเหตุผลอื่นๆ กรุณาระบุ หมายเหตุ เพิ่มเติม",
    "delete-post-email" => "Email",
    "delete-post-phone" => "เบอร์โทรศัพท์",
    "delete-post-submit" => "แจ้งลบประกาศ",
    
    ///////// Search
    "search-not-found" => "ขออภัยไม่พบข้อมูลที่ค้นหา",
    "search-result" => "ค้นหาพบ ",
    "search-page" => "ค้นหาข้อมูลเลย!",


    //////// footer
    "footer-menu" => "เมนูลิงค์",
    "footer-contact" => "ช่องทางติดต่อ",
    "footer-ads" => "ติดต่อโฆษณา",
    "copyright" => "สงวนลิขสิทธิ์",
    "footer_about" => "ลงประกาศฟรี เว็บไซต์ยอดนิยมให้บริการออนไลน์ ลงประกาศขายบ้านฟรี ลงประกาศขาย ซื้อ ให้เช่า ประกาศและบริการต่างๆ ฟรีไม่มีข้อผูกมัดแค่ทำตามเงื่อนไข",
    //////// footer

    ////////  pdpa
    "pdpa_title" => "เว็บไซต์นี้ใช้คุกกี้",
    "pdpa_desc" => "เราใช้คุกกี้เพื่อนำเสนอคอนเทนต์และโฆษณาที่ท่านอาจสนใจเพื่อให้ท่านได้รับประสบการณ์ที่ดีบนบริการของเรา หากท่านใช้บริการเว็บไซต์ของเราต่อไปโดยไม่ได้ปรับการตั้งค่าใดๆ เราเข้าใจว่าท่านยินยอมที่จะรับคุกกี้บนเว็บไซต์ของเรา ",
    "pdpa_link" => "คลิกเพื่อดูข้อเพิ่มเติมเกี่ยวกับระเบียบข้อบังคับ",
    "pdpa_accept" => "ยอมรับ",
    "pdpa_more" => "เพิ่มเติม",

    "pd_view_nopic" => "ไม่มีข้อมูลรูป",




    /////////// page detail
    "pd_edit_no" => "แก้ไขประกาศเลขที่",
    "pd_edit_text" => "ใส่รหัสสำหรับแก้ไขประกาศ",
    "pd_edit_confirm" => "ยืนยัน",
    "pd_edit_re_show" => "กรอกรหัสผ่านไม่ถูกต้อง",
    "pd_edit_re_show2" => "กรุณากรอกหรัสผ่านสำหรับแก้ไขอีกครั้ง",

    "pd_delete_re_show" => "รหัสยืนยันไม่ถูกต้อง",
    "pd_delete_re_show_complete" => "ทำการแจ้งประกาศสำเร็จ ทางผู้ดูแลจะดำเนินการให้เร็วที่สุด",
    "pd_delete_re_show_notify" => "ทำการแจ้งประกาศไม่สำเร็จ กรุณาตรวจสอบข้อมูล",
    "pd_report_text_placeholder" => "เมื่อเลือกเหตุผลอื่นๆ กรุณาระบุ หมายเหตุ เพิ่มเติม",
    "pd_report_mobile" => "เบอร์โทรศัพท์",
    "pd_report_recaptcha_text" => "ใส่รหัสยืนยัน",

    "pd_comment_confirm_show_complete" => "เพิ่มคอมเม้นท์สำเร็จ",
    "pd_comment_confirm_show_error" => "ไม่สามารถเพิ่มคอมเม้นท์",


    //////// page new
    "pd_show_text_complete" => "ลงประกาศสำเร็จ",
    "pd_show_text_error" => "ลงประกาศไม่สำเร็จ กรุณาตรวจสอบข้อมูล",
    "pn_product_1" => "ไม่ระบุ",
    "pn_product_2" => "ใหม่",
    "pn_product_3" => "มือสอง",
    "pn_product_4" => "ล้างสต๊อก",
    "pn_day_1" => "30 วัน",
    "pn_day_2" => "90 วัน",
    "pn_day_3" => "365 วัน",
    "pn_comment_open" => "เปิดให้ Comment",
    "pn_comment_close" => "ปิด Comment",
    "pn_receptcha_text" => "กรอกตามรูปภาพ",


    ///////// page policy
    "po_tiltle" => "นโยบายการให้บริการ",
    "po_second_detail" => "รายละเอียดข้อมูลนโยบายการให้บริการ",
    "po_desc" => "<ul class='lh-18' style='list-style: decimal;'>
                        <li>ห้ามโพสข้อความหรือสิ่งใดที่เป็นการดูหมิ่นสถาบันพระมหากษัตริย์ โดยเด็ดขาด</li>
                        <li>เว็บไซต์ ".$post_domain." เป็นเว็บไซต์ให้บริการประกาศโฆษณาฟรี หรือ ประชาสัมพันธ์เว็บไซต์เพื่อการค้าขายบนอินเตอร์เน็ต (อี-คอมเมิร์ซ) เท่านั้นเว็บไซต์ ".$post_domain." ไม่มีส่วนเกี่ยวข้องกับประกาศใดๆ ที่ผิดกฎหมาย หรือส่อเจตนาไปในทางทุจจริต</li>
                        <li>ห้ามโพสสแปมประกาศ อันจะทำให้เกิดความรำคาญ หรือ เกิดความเสียหายต่อระบบโดยรวม</li>
                        <li>1 ประกาศ ต่อ 1 สินค้าเท่านั้น หากโพสสินค้ามากกว่า 1 รายการ ประกาศนั้นจะถูกลบออกจากระบบ อย่าโพสประกาศ เดิมซ้ำ ให้ใช้วิธีการเลื่อน ประกาศจะมีผลดี ต่อ การโฆษณามากกว่า</li>
                        <li>ห้ามโพสประกาศขายสิ่งผิดกฏหมายทุกชนิด การพนัน, เว็บลามก, ยาผิดกฏหมายทุกชนิด, บริการทางเพศ ฯลฯ หากพบเห็นจะลบประกาศทันที</li>
                        <li>ห้ามโพสข้อความหรือสิ่งใดที่เป็นการดูหมิ่นสถาบันพระมหากษัตริย์โดยเด็ดขาด</li>
                        <li>ผู้ใดทำผิดกฏข้อ 2,3 ทางเราจะดำเนินการ นำ IP Address ที่โพสแจ้งต่อ ICT เพื่อดำเนินคดีต่อไป</li>
                        <li>หากพบเห็นประกาศผิดกฏหมายกรุณาแจ้งแอดมินเพื่อทำการลบประกาศนั้นๆ</li>
                    </ul>",

    "pc_tiltle" => "นโยบายคุกกี้ (Cookie Policy)",
    "pc_desc" => "<h3>คุกกี้และการจัดเก็บข้อมูลบนเครื่องคืออะไร</h3>
                    <p class='lh-18' style='text-indent: 50px;'>หากคุณเยี่ยมชมเว็บไซต์ของเรา ข้อมูลจะถูกจัดเก็บไว้ที่เว็บเบราวเซอร์หรือบันทึกไว้บนเครื่องคอมพิวเตอร์หรืออุปกรณ์เคลื่อนที่ เช่น สมาร์ทโฟน (Smartphone) แท็บเล็ต (Tablet) เพื่อช่วยให้เรารวบรวมและจดจำข้อมูลการเยี่ยมชมเว็บไซต์ของคุณรวมถึงช่วยปรับปรุงการใช้งานออนไลน์ของคุณให้ดีขึ้น ซึ่งการจัดเก็บข้อมูลนี้จะไม่เป็นอันตรายต่อเครื่องคอมพิวเตอร์หรือความปลอดภัยของข้อมูลของคุณ เราขอแจ้งให้ทราบว่าคุกกี้บางประเภทในเว็บไซต์นี้อาจถูกรวบรวมและวิเคราะห์โดยผู้ให้บริการบุคคลที่สาม อาทิ ผู้ประกอบการโฆษณาเพื่อการตลาดในเครือข่ายและผู้ให้บริการเว็บไซต์ภายนอกอื่น ๆ เช่น ผู้ให้บริการวิเคราะห์การเข้าเยี่ยมชมเว็บไซต์ เป็นต้น โดยคุณควรศึกษานโยบายการใช้คุกกี้และนโยบายความเป็นส่วนตัวในเว็บไซต์ของบุคคลเหล่านั้นเพื่อให้เข้าใจถึงวิธีการที่บุคคลนั้นอาจนำข้อมูลของคุณไปใช้</p>
                    <h3>วัตถุประสงค์ในการใช้คุกกี้และการจัดเก็บข้อมูลบนเครื่อง</h3>
                    <p class='lh-18'>เราใช้คุกกี้และการจัดเก็บข้อมูลบนเครื่องเพื่อจุดประสงค์ดังต่อไปนี้
                    <ul class='lh-18' style='list-style: decimal;'>
                    <li>เพื่อรวบรวมสถิติที่ไม่มีการระบุตัวตน ซึ่งจะช่วยให้เราสามารถเข้าใจว่าพฤติกรรมผู้ใช้ในการใช้งานเว็บไซต์ของเรา และช่วยในการปรับปรุงเนื้อหาและโครงสร้างของเว็บไซต์ ของเราให้มีประสิทธิภาพ ตอบโจทย์ผู้ใช้งานอย่างต่อเนื่อง โดยสถิตินี้อาจถูกรวบรวมและวิเคราะห์โดยผู้ให้บริการรายอื่น เช่น Google Tag Manager, Google Analytics, Facebook Pixel, Facebook Analytics เป็นต้น</li>
                    <li>เพื่อวิเคราะห์และนำเสนอโฆษณาที่เหมาะสมกับความต้องการของคุณ โดย Google Ad Manager,Google Analytics,Yengo Advertise</li>
                    <li>เพื่อเชื่อมต่อกับเซสชั่น (Session) ของผู้ใช้ในการเข้าสู่ระบบ</li>
                    <li>เพื่อเชื่อมต่อกับคุ๊กกี้ (Cookie) ของผู้ใช้ในการเข้าสู่ระบบ</li>
                    <li>เพื่ออำนวยความสะดวกในการใช้งานของผู้ใช้ เช่น การจำข้อมูลการกรอกประวัติแบบย่อและอัปโหลดไฟล์ที่ผู้ใช้กรอกล่าสุดทำให้ผู้ใช้ไม่ต้องกรอกใหม่ในครั้งต่อไป เป็นต้น</li>
                    </ul>
                    </p>
                    <h3>การเปลี่ยนหรือการลบการตั้งค่าคุกกี้ของคุณ</h3>
                    <p class='lh-18'  style='text-indent: 50px;'>โดยส่วนมากเว็บเบราวเซอร์ (Web Browser) จะถูกตั้งค่ายอมรับการใช้งานคุกกี้โดยอัตโนมัติ อย่างไรก็ตาม คุณสามารถปิดหรือควบคุมการใช้งานคุกกี้ด้วยการตั้งค่าเว็บเบราวเซอร์ หากคุณไม่ต้องการให้คุกกี้ทำการรวบรวมข้อมูลบนเว็บไซต์ของเรา คุณสามารถทำได้โดยการเข้าไปที่เมนูการตั้งค่าในแถบเครื่องมือบนเว็บเบราวเซอร์ที่คุณใช้งานเพื่อเปลี่ยนแปลงการตั้งค่าที่ยอมรับไว้ โดยการดำเนินการถอนคำยินยอมดังกล่าวจะไม่ส่งผลกระทบต่อการประมวลผลข้อมูลที่คุณได้ให้ความยินยอมไปแล้วโดยชอบด้วยกฎหมาย ทั้งนี้ ทางเราขอเรียนให้ทราบว่า การปิดใช้งานคุกกี้ของคุณ จะทำให้คุณไม่สามารถใช้งานหรือเข้าถึงฟังก์ชันบางอย่างหรือเนื้อหาบางส่วนที่เว็บไซต์ของเรานำเสนอได้ และอาจจะทำให้คุณได้รับความสะดวกในการให้บริการน้อยลง อย่างไรก็ตาม คุณสามารถลบข้อมูลที่ถูกจัดเก็บไว้บนอุปกรณ์ได้โดยการลบประวัติการใช้เว็บเบราวเซอร์ของคุณ</p>
                    <p class='text-right'><i>มีผลบังคับใช้ 25 พฤษภาคม 2563</i></p>",

    "ptc_head" => "กฏ กติกา ระเบียบข้อบังคับ",
    "ptc_head_detail" => "รายละเอียดข้อมูลกฏ กติกา ระเบียบข้อบังคับ",
    "ptc_detail" => "<ul class='lh-18' style='list-style: decimal;'>
                        <li>ห้ามโพสข้อความหรือสิ่งใดที่เป็นการดูหมิ่นสถาบันพระมหากษัตริย์ โดยเด็ดขาด</li>
                        <li>เว็บไซต์ ".$post_domain." เป็นเว็บไซต์ให้บริการประกาศโฆษณาฟรี หรือ ประชาสัมพันธ์เว็บไซต์เพื่อการค้าขายบนอินเตอร์เน็ต (อี-คอมเมิร์ซ) เท่านั้นเว็บไซต์ ".$post_domain." ไม่มีส่วนเกี่ยวข้องกับประกาศใดๆ ที่ผิดกฎหมาย หรือส่อเจตนาไปในทางทุจจริต</li>
                        <li>ห้ามโพสสแปมประกาศ อันจะทำให้เกิดความรำคาญ หรือ เกิดความเสียหายต่อระบบโดยรวม</li>
                        <li>1 ประกาศ ต่อ 1 สินค้าเท่านั้น หากโพสสินค้ามากกว่า 1 รายการ ประกาศนั้นจะถูกลบออกจากระบบ อย่าโพสประกาศ เดิมซำ้ ให้ใช้วิธีการเลื่อน ประกาศจะมีผลดี ต่อ การโฆษณามากกว่า </li>
                        <li>ห้ามโพสประกาศขายสิ่งผิดกฏหมายทุกชนิด การพนัน, เว็บลามก, ยาผิดกฏหมายทุกชนิด, บริการทางเพศ ฯลฯ หากพบเห็นจะลบประกาศทันที</li><li>ห้ามโพสข้อความหรือสิ่งใดที่เป็นการดูหมิ่นสถาบันพระมหากษัตริย์โดยเด็ดขาด</li>
                        <li>ผู้ใดทำผิดกฏข้อ 2,3 ทางเราจะดำเนินการ นำ IP Address ที่โพสแจ้งต่อ ICT เพื่อดำเนินคดีต่อไป</li>
                        <li>หากพบเห็นประกาศผิดกฏหมายกรุณาแจ้งแอดมินเพื่อทำการลบประกาศนั้นๆ</li>
                    </ul>",





     //////  register
     "register-header" => "สมัครสมาชิก",
     "register-name" => "ชื่อ-นามสกุล",
     "register-phone" => "เบอร์มือถือ",
     "register-country" => "เลือกประเทศ",
     "register-text" => "สำหรับใช้เข้าสู่ระบบ และรับ OTP",
     "register-password" => "รหัสผ่าน",
     "register-submit" => "ส่ง OTP ยืนยัน",
     "register-submit-head" => "ยืนยัน Cloud OTP",
     "register-submit-text" => "รหัสยืนยัน",
     "register-submit-verify" => "ยืนยันรหัส OTP",

     
    ////// login
    "login-phone" => "เบอร์มือถือ",
    "login-phone-text" => "กรอก เบอร์มือถือ",
    "login-password" => "รหัสผ่าน",
    "login-password-text" => "กรอก รหัสผ่าน",
    "login-submit" => "เข้าสู่ระบบ",
    "login-forgot" => "ลืมรหัสผ่าน",
    "login-profile" => "ข้อมูลของฉัน",
    "login-logout" => "ออกจากระบบ",
    "login-submit-completed" => "เข้าสู่ระบบสำเร็จ",
    "login-submit-error" => "เข้าสู่ระบบไม่สำเร็จ ข้อมูลไม่ถูกต้อง",

    ////// forgot
    "forgot-header" => "ยืนยันรหัสผ่าน",
    "forgot-phone" => "เบอร์มือถือ",
    "forgot-password" => "รหัสผ่าน",
    "forgot-submit" => "บันทึกรหัสผ่าน",
    "forgot-submit-completed" => "บันทึก รหัสผ่านเรียบร้อยแล้ว",
    "forgot-submit-error" => "บันทึก รหัสผ่านไม่สำเร็จ",

    "forgot-submit-head" => "ลืมรหัสผ่าน",
    "forgot-submit-code" => "รหัสประเทศ",
    "forgot-submit-country" => "เลือกประเทศ",
    "forgot-sumbit-otp" => "รับ OTP",
    "forgot-submit-keycode" => "กรอก Cloud OTP",
    "forgot-submit-keytext" => "กรอกรหัสยืนยัน OTP",
    "forgot-submit-confirm-otp" => "ยืนยัน",
    "forgot-submit-confirm-otp-result-error" => "ไม่พบข้อมูลผู้ลงทะเบียน",
    "forgot-submit-confirm-otp-result-error-2" => "ลงทะเบียน",
    "forgot-submit-confirm-verify" => "ยืนยันเบอร์มือถือเรียบร้อย",
    "forgot-submit-confirm-verify-waiting" => "กรุณารอสักครู่",
    "forgot-submit-confirm-verify-error" => "กรุณากรอกเบอร์มือถือ",

    
    

    //////// member
    "member-head" => "โปรไฟล์",
    "member-profile" => "ข้อมูลส่วนตัว",
    "member-my-post" => "โพสของฉัน",


    ////////  member profile
    "mem-profile-save" => "บันทึกรหัสผ่านใหม่สำเร็จ",
    "mem-profile-error" => "ไม่สามารถบันทึก รหัสผ่านใหม่ได้",
    "mem-profile-error-match" => "รหัสผ่านไม่ตรงกัน กรุณากรอกใหม่",


    "mem-fetch-name" => "ชื่อ-นามสกุล",
    "mem-fetch-phone" => "เบอร์มือถือ",
    "mem-fetch-old-pass" => "รหัสผ่านเก่า",
    "mem-fetch-new-pass" => "รหัสผ่านใหม่",
    "mem-fetch-confirm-pass" => "ยืนยัน รหัสผ่านใหม่",
    "mem-fetch-submit" => "บันทึกข้อมูล",
    
    //////// member post all
    "mem-fetch-post-head" => "เพิ่มประกาศ", 
    "mem-fetch-post-no" => "รหัสประกาศ",
    "mem-fetch-post-subject" => "หัวข้อเรื่อง",



);
/// $translations
?>