<h2 class="main-head-cate t-others f-k">นโยบายการให้บริการ</h2>
<h2 class="text-center lh-18">นโยบายการให้บริการ</h2>
<h4 style="margin:20px 0 10px 0;">รายละเอียดข้อมูลนโยบายการให้บริการ</h4>
<ul class="lh-18" style="list-style: decimal;">
  <li>ห้ามโพสข้อความหรือสิ่งใดที่เป็นการดูหมิ่นสถาบันพระมหากษัตริย์ โดยเด็ดขาด</li>
  <li>เว็บไซต์ www.postkai.com เป็นเว็บไซต์ให้บริการประกาศโฆษณาฟรี หรือ ประชาสัมพันธ์เว็บไซต์เพื่อการค้าขายบนอินเตอร์เน็ต (อี-คอมเมิร์ซ) เท่านั้นเว็บไซต์ www.postkai.com ไม่มีส่วนเกี่ยวข้องกับประกาศใดๆ ที่ผิดกฎหมาย หรือส่อเจตนาไปในทางทุจจริต</li>
  <li>ห้ามโพสสแปมประกาศ อันจะทำให้เกิดความรำคาญ หรือ เกิดความเสียหายต่อระบบโดยรวม</li>
  <li>1 ประกาศ ต่อ 1 สินค้าเท่านั้น หากโพสสินค้ามากกว่า 1 รายการ ประกาศนั้นจะถูกลบออกจากระบบ อย่าโพสประกาศ เดิมซ้ำ ให้ใช้วิธีการเลื่อน ประกาศจะมีผลดี ต่อ การโฆษณามากกว่า</li>
  <li>ห้ามโพสประกาศขายสิ่งผิดกฏหมายทุกชนิด การพนัน, เว็บลามก, ยาผิดกฏหมายทุกชนิด, บริการทางเพศ ฯลฯ หากพบเห็นจะลบประกาศทันที</li>
  <li>ห้ามโพสข้อความหรือสิ่งใดที่เป็นการดูหมิ่นสถาบันพระมหากษัตริย์โดยเด็ดขาด</li>
  <li>ผู้ใดทำผิดกฏข้อ 2,3 ทางเราจะดำเนินการ นำ IP Address ที่โพสแจ้งต่อ ICT เพื่อดำเนินคดีต่อไป</li>
  <li>หากพบเห็นประกาศผิดกฏหมายกรุณาแจ้งแอดมินเพื่อทำการลบประกาศนั้นๆ</li>
</ul>

<h2 class="text-center lh-18">นโยบายคุกกี้ (Cookie Policy)</h2>
<h3>คุกกี้และการจัดเก็บข้อมูลบนเครื่องคืออะไร</h3>
<p class="lh-18" style="text-indent: 50px;">หากคุณเยี่ยมชมเว็บไซต์ของเรา ข้อมูลจะถูกจัดเก็บไว้ที่เว็บเบราวเซอร์หรือบันทึกไว้บนเครื่องคอมพิวเตอร์หรืออุปกรณ์เคลื่อนที่ เช่น สมาร์ทโฟน (Smartphone) แท็บเล็ต (Tablet) เพื่อช่วยให้เรารวบรวมและจดจำข้อมูลการเยี่ยมชมเว็บไซต์ของคุณรวมถึงช่วยปรับปรุงการใช้งานออนไลน์ของคุณให้ดีขึ้น ซึ่งการจัดเก็บข้อมูลนี้จะไม่เป็นอันตรายต่อเครื่องคอมพิวเตอร์หรือความปลอดภัยของข้อมูลของคุณ เราขอแจ้งให้ทราบว่าคุกกี้บางประเภทในเว็บไซต์นี้อาจถูกรวบรวมและวิเคราะห์โดยผู้ให้บริการบุคคลที่สาม อาทิ ผู้ประกอบการโฆษณาเพื่อการตลาดในเครือข่ายและผู้ให้บริการเว็บไซต์ภายนอกอื่น ๆ เช่น ผู้ให้บริการวิเคราะห์การเข้าเยี่ยมชมเว็บไซต์ เป็นต้น โดยคุณควรศึกษานโยบายการใช้คุกกี้และนโยบายความเป็นส่วนตัวในเว็บไซต์ของบุคคลเหล่านั้นเพื่อให้เข้าใจถึงวิธีการที่บุคคลนั้นอาจนำข้อมูลของคุณไปใช้</p>

<h3>วัตถุประสงค์ในการใช้คุกกี้และการจัดเก็บข้อมูลบนเครื่อง</h3>
<p class="lh-18">เราใช้คุกกี้และการจัดเก็บข้อมูลบนเครื่องเพื่อจุดประสงค์ดังต่อไปนี้
<ul class="lh-18" style="list-style: decimal;">
  <li>เพื่อรวบรวมสถิติที่ไม่มีการระบุตัวตน ซึ่งจะช่วยให้เราสามารถเข้าใจว่าพฤติกรรมผู้ใช้ในการใช้งานเว็บไซต์ของเรา และช่วยในการปรับปรุงเนื้อหาและโครงสร้างของเว็บไซต์ ของเราให้มีประสิทธิภาพ ตอบโจทย์ผู้ใช้งานอย่างต่อเนื่อง โดยสถิตินี้อาจถูกรวบรวมและวิเคราะห์โดยผู้ให้บริการรายอื่น เช่น Google Tag Manager, Google Analytics, Facebook Pixel, Facebook Analytics เป็นต้น</li>
  <li>เพื่อวิเคราะห์และนำเสนอโฆษณาที่เหมาะสมกับความต้องการของคุณ โดย Google Ad Manager,Google Analytics,Yengo Advertise</li>
  <li>เพื่อเชื่อมต่อกับเซสชั่น (Session) ของผู้ใช้ในการเข้าสู่ระบบ</li>
  <li>เพื่อเชื่อมต่อกับคุ๊กกี้ (Cookie) ของผู้ใช้ในการเข้าสู่ระบบ</li>
  <li>เพื่ออำนวยความสะดวกในการใช้งานของผู้ใช้ เช่น การจำข้อมูลการกรอกประวัติแบบย่อและอัปโหลดไฟล์ที่ผู้ใช้กรอกล่าสุดทำให้ผู้ใช้ไม่ต้องกรอกใหม่ในครั้งต่อไป เป็นต้น</li>
</ul>
</p>
<h3>การเปลี่ยนหรือการลบการตั้งค่าคุกกี้ของคุณ</h3>
<p class="lh-18"  style="text-indent: 50px;">โดยส่วนมากเว็บเบราวเซอร์ (Web Browser) จะถูกตั้งค่ายอมรับการใช้งานคุกกี้โดยอัตโนมัติ อย่างไรก็ตาม คุณสามารถปิดหรือควบคุมการใช้งานคุกกี้ด้วยการตั้งค่าเว็บเบราวเซอร์ หากคุณไม่ต้องการให้คุกกี้ทำการรวบรวมข้อมูลบนเว็บไซต์ของเรา คุณสามารถทำได้โดยการเข้าไปที่เมนูการตั้งค่าในแถบเครื่องมือบนเว็บเบราวเซอร์ที่คุณใช้งานเพื่อเปลี่ยนแปลงการตั้งค่าที่ยอมรับไว้ โดยการดำเนินการถอนคำยินยอมดังกล่าวจะไม่ส่งผลกระทบต่อการประมวลผลข้อมูลที่คุณได้ให้ความยินยอมไปแล้วโดยชอบด้วยกฎหมาย ทั้งนี้ ทางเราขอเรียนให้ทราบว่า การปิดใช้งานคุกกี้ของคุณ จะทำให้คุณไม่สามารถใช้งานหรือเข้าถึงฟังก์ชันบางอย่างหรือเนื้อหาบางส่วนที่เว็บไซต์ของเรานำเสนอได้ และอาจจะทำให้คุณได้รับความสะดวกในการให้บริการน้อยลง อย่างไรก็ตาม คุณสามารถลบข้อมูลที่ถูกจัดเก็บไว้บนอุปกรณ์ได้โดยการลบประวัติการใช้เว็บเบราวเซอร์ของคุณ</p>
<p class="text-right"><i>มีผลบังคับใช้ 25 พฤษภาคม 2563</i></p>
