<h2 class="main-head-cate t-others f-k">กฏ กติกา ระเบียบข้อบังคับ</h2>
<h4 style="margin:20px 0 10px 0;">รายละเอียดข้อมูลกฏ กติกา ระเบียบข้อบังคับ</h4>
<ul class="lh-18" style="list-style: decimal;">
  <li>ห้ามโพสข้อความหรือสิ่งใดที่เป็นการดูหมิ่นสถาบันพระมหากษัตริย์ โดยเด็ดขาด</li>
  <li>เว็บไซต์ www.postkai.com เป็นเว็บไซต์ให้บริการประกาศโฆษณาฟรี หรือ ประชาสัมพันธ์เว็บไซต์เพื่อการค้าขายบนอินเตอร์เน็ต (อี-คอมเมิร์ซ) เท่านั้นเว็บไซต์ www.postkai.com ไม่มีส่วนเกี่ยวข้องกับประกาศใดๆ ที่ผิดกฎหมาย หรือส่อเจตนาไปในทางทุจจริต</li>
  <li>ห้ามโพสสแปมประกาศ อันจะทำให้เกิดความรำคาญ หรือ เกิดความเสียหายต่อระบบโดยรวม</li>
  <li>1 ประกาศ ต่อ 1 สินค้าเท่านั้น หากโพสสินค้ามากกว่า 1 รายการ ประกาศนั้นจะถูกลบออกจากระบบ อย่าโพสประกาศ เดิมซำ้ ให้ใช้วิธีการเลื่อน ประกาศจะมีผลดี ต่อ การโฆษณามากกว่า </li>
  <li>ห้ามโพสประกาศขายสิ่งผิดกฏหมายทุกชนิด การพนัน, เว็บลามก, ยาผิดกฏหมายทุกชนิด, บริการทางเพศ ฯลฯ หากพบเห็นจะลบประกาศทันที</li><li>ห้ามโพสข้อความหรือสิ่งใดที่เป็นการดูหมิ่นสถาบันพระมหากษัตริย์โดยเด็ดขาด</li>
  <li>ผู้ใดทำผิดกฏข้อ 2,3 ทางเราจะดำเนินการ นำ IP Address ที่โพสแจ้งต่อ ICT เพื่อดำเนินคดีต่อไป</li>
  <li>หากพบเห็นประกาศผิดกฏหมายกรุณาแจ้งแอดมินเพื่อทำการลบประกาศนั้นๆ</li>
</ul>
