-- phpMyAdmin SQL Dump
-- version 5.1.3
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: Jun 07, 2024 at 02:44 PM
-- Server version: 10.4.30-MariaDB-cll-lve
-- PHP Version: 7.3.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `postkaic_post`
--

-- --------------------------------------------------------

--
-- Table structure for table `webboard`
--

DROP TABLE IF EXISTS `webboard`;
CREATE TABLE `webboard` (
  `wID` int(11) NOT NULL,
  `ID_NO` int(11) NOT NULL,
  `wTitle` varchar(200) NOT NULL,
  `wDetail` mediumtext NOT NULL,
  `wType` int(11) NOT NULL,
  `wPic1` varchar(200) NOT NULL,
  `wEmail` varchar(200) NOT NULL,
  `wRead` int(11) NOT NULL,
  `wDate_Create` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `wStatus` int(11) NOT NULL,
  `mID` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `webboard`
--

INSERT INTO `webboard` (`wID`, `ID_NO`, `wTitle`, `wDetail`, `wType`, `wPic1`, `wEmail`, `wRead`, `wDate_Create`, `wStatus`, `mID`) VALUES
(1, 1, 'DSA', 'DSA', 2, 'Singburin__1089174516.jpg', '', 54, '2010-08-09 17:45:16', 1, 1),
(2, 1, 'ขายเสื้อผ้าแฟชั่น แฟชั่นเกาหลี เสื้อผ้าแฟชั่นเกาหลี แฟชั่นนำเข้า แฟชั่นเสื้อผ้า แฟชั่นพร้อมส่ง', 'จำหน่ายแฟชั่นนำเข้า เสื้อผ้า กระเป๋า รองเท้า เครื่องประดับ วิกผม สินค้าคัดสรร ดูดีมีสไตล์ สำหรับผู้มีรสนิยม ให้คุณสวยได้ในราคาเบาๆ สินค้าเราจะอัพเดททุกเดือนค่ะ มีแบบให้เลือกมากกว่า 300 รายการ สินค้าพร้อมส่ง\r\nเชิญแวะชมสินค้าของเราได้ที่ HTTP://WWW.MYBEAUTIFULFASHION.COM\r\n\r\n\r\nMAIL : AAA2505@GMAIL.COM\r\nโทร : 0818305592 ', 8, 'Singburin__1082442339.jpg', '', 50, '2010-08-24 04:23:39', 1, 488),
(3, 2, 'PURE VITE เพียวไวท์สูตรลดน้ำหนักแบบง่ายๆ สบายกระเป๋า เห็นผลภายใน 1 สัปดาห์ @@', 'PURE VITE เพียวไวท์สูตรลดน้ำหนักแบบง่ายๆ สบายกระเป๋า เห็นผลภายใน 1 สัปดาห์ \r\nสมุนไพรที่ช่วยในการลดน้ำหนักบรรจุแคปซูล ที่คุณไม่ต้องยุ่งยาก เพียงวันละ 1-2แคปซูลเท่านั้น\r\nสูตรพิเศษจากธรรมชาติแท้ 100 % ผ่าน อย. GMP ฮาลาล และHACCP ปลอดภัย ไม่มี YOYO!!!\r\n\r\nเพียวไวท์(PURE VITE)ทำช่วยท่านให้ดูดีกว่าเดิมอย่างไร? \r\n1.BLOCK : กลุ่มสารอาหารที่ช่วยในการสกัดกั้นไขมันใหม่ เข้าสู่ร่างกาย และยับยั้งการก่อตัวของไขมันสะสม \r\n1.1 สารสกัดจากตะบองเพชร : ช่วยในการดักจับไขมัน \r\n1.2 สารสกัดจากผลส้มแขก : มีสาร HCA ช่วยยับยั้งการเปลี่ยนแปลง และน้ำตาลเป็นไขมันสะสม เพิ่มการ \r\nสะสมสะสมพลังงานสำรองในรูปแบบของไกลโคเจนที่ตับทำให้ร่างกายรู้สึกอิ่มลดความอยากอาหาร \r\n2.BURN : กลุ่มสารอาหารที่ช่วยเพิ่มระดับการเผาผลาญ \r\n2.1 โสมสกัด : ช่วยกระตุ้นการไกลเวียนของเลือด เพิ่มระดับการเผาผลาญ \r\n2.2 สารสกัดจากพริก : ช่วยกระตุ้นการเผาผลาญ \r\n2.3 สารสกัดจากชาเขียว : ช่วยในการเผาผลาญไขมัน ต่อต้านอนุมูลอิสระ \r\n3.BOOTS : กลุ่มสารอาหารที่ช่วยเพิ่มประสิทธิภาพการทำงานของเซลล์ ช่วยในการนำพลังงานสะสมมาใช้ได้ \r\nง่ายขึ้น \r\n3.1 โครเมี่ยม อะมิโน แอซิด ดีเลต : ช่วยในการเผาผลาญน้ำตาล \r\n3.2 แอลคาร์นิทีน : ช่วยในการเผาผลาญไขมันส่วนเกิน และกระชับเฟิร์มกล้ามเนื้อ \r\n3.3 โคเอ็นไซม์ คิวเท็น : ช่วยเพิ่มประสิทธิภาพการเผาผลาญพลังงานของเซลล์ \r\n3.4 GLYCYRRHIZA GLABRA : ช่วยเสริมการทำงานของตับ ซึ่งเป็นอวัยวะที่สำคัญ ต่อกระบวนการเปลี่ยนรูปสารอาหารในร่างกาย \r\n\r\nดูรายละเอียดเพิ่มเติมได้ที่ \r\nWWW.PUREVITE4U.COM \r\n\r\nหรือติดต่อสอบถามโดยตรงได้ที่ \r\n086-1081364 ( น้ำ )\r\n\r\nPURE VITE,เพียวไวท์,PUREVITE,ลดสัดส่วน,ลดน้ำหนักแบบง่ายๆ,ลดน้ำหนักแบบรวดเร็ว, กระชับสัดส่วน , กระชับต้นขา ,ลดความอ้วน, อาหารเสริมลดน้ำหนัก,', 8, 'Singburin__1083185914.jpg', '', 50, '2010-08-31 08:59:15', 1, 453),
(4, 3, 'คลับแอสทีเรียแม้ไม่แนะนำใครเลยก็มีโอกาสได้รับรายได้เกษียณ นี่แหละครับคือ \"โอกาสในฝัน\"', 'ขอแนะนำคลับแห่งการแบ่งปัน\r\nครบ19 เดือนคุณสามารถเกษียณตัวเองพร้อมรับรายได้ 13,000 บ./สัปดาห์ตลอดไป...\r\nClub Asteria (คลับแอสทีเรีย)\r\nจ่ายจริง ถูกกฎหมาย เพราะ CEO บริษัทคือ แอนเดรีย ลูคัส อดีตผู้อำนวยการธนาคารโลก...\r\nวัตถุประสงค์หลัก คือ การช่วยให้สมาชิกได้รับรายได้ 13,000/สัปดาห์ ภายใน 19 เดือน...\r\nแผนลุงทุนโดยไม่จำเป็นต้องแนะนำใครเลย!! (เพื่อสร้างรายได้สำหรับเกษียณภายใน 19 เดือน)\r\n1. แบบซิลเวอร์ แค่ $9.95/เดือน (ประมาณ 300 กว่าบาท)\r\n2. แบบโกลด์ แค่ $19.95/เดือน (ประมาณ 600 กว่าบาท)\r\n*คุณจะได้ควักกระเป๋าตัวเองเพียงแ่ค่ 4 เดือน ซึ่งรายได้รวมที่เราได้ในเดือนที่ 4 จะสามารถนำไปจ่ายในเดือนที่ 5 และเดือนต่อๆ ไปได้...\r\nอดใจไม่ไหว อยากบอกต่อ ได้รับเป็นค่าแนะนำเพิ่มอีก...\r\n1. $4.5/1 คนที่สมัครเป็น ซิลเวอร์\r\n2. $9/1    คนที่สมัครเป็น โกลด์\r\n*หากแต่ละเดือนคุณแนะนำได้ 2 คน เท่ากับว่าคุณไม่ต้องควักกระเป๋าจ่ายรายเดือนเลย!!...\r\nความสุดยอดและน่าสนใจอยู่ตรงนี้ครับ...\r\n*นี่คือรายได้ที่คุณจะได้รับ โดยที่ไม่แนะนำใครเลย...(คำนวณจากการสมัครแบบโกลด์)\r\n    - 12 เดือน: $683.72 \r\n    - 18 เดือน: $4,746.11 \r\n    - 24 เดือน: $14,333.50 \r\nความรับผิดชอบ: \r\nจำนวนรายได้ที่ระบุในที่นี้ไม่ได้เป็นการการันตีการมีรายได้ แต่จะเป็นการนำเสนอตามแนวทางที่เป็นตามเงื่อนไขในปัจจุบัน  \r\nClub Asteria สงวนสิทธิ์ในการปรับเปลี่ยนแผนการจ่ายเมื่อมีความจำเป็นและขึ้นกับรายได้ที่บริษัทได้รับ...\r\nวางแผนเกษียณตัวเองใน 19 เดือน เพื่อรับ 13,000/สัปดาห์ตลอดไป โดยไม่ต้องแนะนำใครเลย\r\nศึกษาข้อมูลเพิ่มเติมและสมัครได้ที่นี้ครับ\r\nhttp://www.supersteadycash.com/?ref=16931\r\nสมัครกรอกข้อมูลฟรีที่เว็บนี้ครับ\r\nhttp://www.club-asteria.com/index?refid=16931\r\nถ้าท่านเห็นโอกาสก่อน ก็จะมีรายได้ก่อนครับ\r\nลองศึกษาดูคุณไม่ได้เสียหายอะไรเลย\r\nสามารถติดต่อได้ตลอดเวลาที่เบอร์ 085-9366956\r\n club-asteria@hotmail.com \r\n     ขอแสดงความนับถือ\r\n    Dew 085-9366956 \r\n', 8, 'Singburin__10918155726.gif', '', 0, '2010-09-18 15:57:26', 1, 581),
(5, 4, 'ขอเชิญเข้าร่วมคลับแอสทีเรีย เพื่อสร้างรายได้ 400$/สัปดาห์  สร้างฝันให้เป็นจริงใน19เดือนรับ 50,000 บาทตลอดชีวิต ', 'ขอเชิญเข้าร่วมคลับแอสทีเรีย เพื่อสร้างรายได้ 400$/สัปดาห์\r\n\r\nสร้างฝันให้เป็นจริงใน19เดือนรับ 50,000 บาทตลอดชีวิต \r\n\r\n ไม่ต้องรอให้มีดาวน์ไลน์เพื่อจะได้รับเงิน ครบ19เดือน\r\n\r\nคุณสามารถเกษียณตัวเองพร้อมรับรายได้13,000 บ./สัปดาห์ตลอดไป\r\nไม่มีดาวไลน์ ไม่มีปัญหา... ได้เงินทุกคน\r\nฝากเงินเดือนละ 20$ หรือประมาณ 660 บาท คุณจะมีรายได้\r\nทุกสัปดาห์และประมาณ 45,000 บาท/เดือน ในเดือนที่ 19 เป็นต้นไป\r\n\r\nแนะนำ.คลับ แอสทีเรีย\r\nเป็นคลับที่แบ่งปันผลประโยชน์อย่างแท้จริง! ไม่ใช่โปรแกรมลวง! \r\nคลับแอสทีเรีย ก่อตั้งโดยอดีตผู้อำนวยการธนาคารโลก  แอนเดรีย ลูคัส\r\n \r\nได้รับโบนัสรายสัปดาห์สูงสุด 10% !\r\n100% แมชชิ่ง โบนัส!\r\nรับรายได้สูงถึง 400 $/สัปดาห์\r\n\r\nไม่จำเป็นต้องสปอนเซอร์ก็ได้รับรายได้\r\nรับรายได้ 5 หลักหากคุณเป็น NETWORKER\r\nรับโบนัสจากการแนะนำสมาชิกสูงถึง 50% ทุกเดือน \r\n รับโบนัสไม่จำกัดชั้นลึกสูงถึง 30%\r\nเสริมด้วยแมชชิ่งโบนัสเพิ่มอีก 10-25%\r\nแม้จะเป็นสมาชิกฟรีก็สามารถแนะนำสมาชิกและได้รับรางวัล !\r\nสมัครสมาชิกฟรีและอ่านรายละเอียดทั้งหมด\r\nสมัครกับเรามีเว็บโปรโมทให้ฟรี สนใจ\r\n\r\nหรือยังไม่เข้าใจคลิกเว็บด้านล่างครับ\r\nเว็บภาษาไทย  \r\nHTTP://WWW.SUPERSTEADYCASH.COM/?REF=16931\r\n\r\n\r\nเว็บภาษาอังกฤษ\r\n  \r\nHTTP://WWW.CLUB-ASTERIA.COM/INDEX?=16931\r\n\r\nที่ปรึกษา คุณดิวโทร. 085-9366956 \r\nอีเมล์: CLUB-ASTERIA@HOTMAIL.COM\r\nขอให้ร่ำรวยทุกคนครับ', 8, 'Singburin__1092375841.gif', '', 22, '2010-09-23 07:58:41', 1, 581),
(6, 1, 'ที่ดิน โรงงาน โกดัง  !! ทำเลทอง ติดถนนใหญ่ เข้า-ออก 5 เส้นทาง  0856663866', '**The Cityfactory**       ที่ดิน  อาคาร  โรงงาน  โกดัง  พร้อมจัดสถาบันการเงิน \r\n**กู้ได้เต็ม 100%**       เจ้าของขายเอง** ไม่ต้องการนายหน้า**ยินดีคุยได้ทุกเงื่อนไข\r\nสอบถามรายละเอียด และเข้าชมโครงการ **ฟรี**\r\nได้ที่ บริษัท ซิตี้ แฟคทอรี่ จำกัด เลขที่ 19/54-55 ถ.งามวงศ์วาน ต.บางเขน อ.เมือง จ.นนทบุรี 11000 \r\nTEL.  คุณศิริลักษณ์  0856663866\r\nที่นี่..ที่เดียว..!!..สนับสนุนผู้ประกอบการ โรงงาน /โกดัง/ที่ดินเปล่า /ที่ดินพร้อมสิ่งปลูกสร้าง ไม่มีเงินก็เป็นเจ้าของได้ จัดหาสถาบันเงินกู้ให้  100% (ไม่คิดค่าใช้จ่ายใดๆ ) สามารถเลือกแบบแปลนก่อสร้างเองได้ หรือ ให้บริษัทสร้างให้ก็ได้ (ไม่คิดค่าใช้จ่ายใดๆ ) โฉนดพร้อมโอนแบ่งแล้วไม่ติดภาระผูกพัน ถนนกว้าง 12  เมตร  ท่อระบายน้ำ  1 เมตร  ถมเสร็จแล้วน้ำไม่ท่วม ทำเลและอากาศดี ใกล้ศูนย์กระจายสินค้าห้างสรรพสินค้า / โรงพยาบาล / สาธารณูปโภคครบตามแบบมาตรฐาน / การจราจรสะดวก สบาย รวดเร็ว คล่องตัว เดินทางได้หลายเส้นทาง ราคาเริ่มต้นที่  9,000  บาท / สามารถต่อรองราคาได้  มีเนื้อที่ตั้งแต่ 1-2 ไร่ขึ้นไป ไม่จำกัดขนาด\r\n**โปรโมชั่นพิเศษ**\r\n!!..ฟรี..!!..ค่าเขียนแบบแปลน พร้อมทั้งมีสถาปนิกและวิศวกร ผู้ชำนาญงานคอยให้คำแนะนำ\r\n!!..ฟรี..!!..ค่าขอใบอนุญาตในการก่อสร้าง ในกรณีที่ให้ทางบริษัทสร้างให้\r\n!!..ฟรี..!!..ค่าธรรมเนียมในการโอน\r\n!!..ฟรี..!!..บริษัทฯ มีรถบริการพาชมสถานที่จริง\r\nสนใจติดต่อ คุณศิริลักษณ์ (ส้ม) โทร. 085-6663866 สำนักงาน 02-9518804-7 แฟกซ์ 02-9519690\r\nดูรายละเอียดได้ที่ http://www.cityfactory.net\r\n', 4, 'Singburin__10925161356.jpg', '', 15, '2010-09-25 16:13:56', 1, 389),
(7, 2, 'ให้เช่า คอนโด ลุมพินี รามอินทรา-นวมินทร์ ชั้นสูง วิวสวย 5,000-6,500บ./เดือน', 'ให้เช่า คอนโด ลุมพินี รามอินทรา-นวมินทร์ ชั้นสูง วิวสวย 5,000-6,500บ./เดือน\r\nตรงข้ามสหฟาร์ม ใกล้ รพ.สินแพทย์ ตลาดรามอินทรา กม.8 ห้างแฟชั่นไอส์แลนด์ และ เทสโก้โลตัส สุขาภิบาล 1\r\n\r\nฟรี ค่้าน้ำ-ค่าไฟ ไปจนถึง มกราคม 2554\r\nประกัน 2เดือน\r\nล่วงหน้า 1เดือน\r\n*ค่าไฟ จ่ายไฟหลวงไม่มีชาร์ตค่ะ^_^V\r\n\r\nคอนโดหรู ชั้นสูง วิวเมือง สวยมากค่ะ ระเบียงไม่ชนกับห้องคนอื่น ลมดี ไม่ร้อน\r\nมือแรกเลยนะคะ^_^ พร้อมเข้าอยู่ได้เลยค่ะ\r\nแอร์ 2เครื่อง เครื่องทำน้ำอุ่น และเครื่องกรองน้ำดื่ม 4ขั้นตอน เพื่อการบริโภค\r\n(ประหยัดค่าน้ำดื่ม เพราะ มีน้ำดื่มสะอาดไว้ดื่มตลอด ไม่ต้องซื้อ)\r\n\r\nภายในโครงการ สะอาด ปลอดภัย เข้า-ออก ระบบคีย์การ์ด\r\nมีสวนพักผ่อน สนามกีฬา ฟิตเนส สนามกีฬา และร้านค้าต่างๆ\r\n\r\n\r\n\r\nสนใจติดต่อ 081-8097633\r\n* ต่อรองราคากันได้นะคะ เจ้าของห้องใจดีค่ะ^_^\r\nHTTP://WWW.DDPROPERTY.COM/PROPERTY/SHOW/91595\r\nHTTP://WWW.THAIHOMELIST.COM/VIEW.PHP?LG=TH&ID=34046\r\n\r\n\r\nหมายเหตุ : ติดต่อขอชมห้อง ได้ในวันเสาร์-อาทิตย์ นะคะ เพราะวันธรรมดาทำงานและอยู่ไกลค่ะ +_+\r\n', 2, 'Singburin__10928143931.JPG', '', 27, '2010-09-28 14:39:38', 1, 604),
(8, 5, 'ทำงานผ่านเน็ตกันไหมคะ', 'ก่อนที่คนจะแห่กันมารีบสมัครช่วงปิดเทอมเร็วๆนี้�สามารถสร้างรายได้ ให้ตัวเอง�สมัครเล่น OVM วันนี้ สะสมแต้ม แลก BB BOLD 9700ไปใช้แบบฟรี�สนใจ ม่ะ เข้ามาเล่น ด้วยกันเลย แวะไปดูก่อนนะคะ \r\n\r\nHTTP://WWW.OVM21.COM/LOOKPONG16/ ��\r\n\r\nกดเลยค่ะ ถ้าเป็นการรบกวนต้องขออภัยด้วยนะคะ�', 8, 'Singburin__1010681656.jpg', '', 8, '2010-10-06 08:16:56', 1, 621),
(9, 6, '**ที่ดิน** ซิตี้ แฟคทอรี่ 3 ถูกสุด ๆๆๆ  กู้ได้เต็ม 100%  0856663866', '!!!  CITY FACTORY !!!\r\nที่ดิน  อาคาร  โรงงาน  โกดัง  พร้อมจัดสถาบันการเงิน **กู้ได้เต็ม 100%**เจ้าของขายเอง** ไม่ต้องการนายหน้า**ยินดีคุยได้ทุกเงื่อนไข .....สอบถามรายละเอียด และเข้าชมโครงการ **ฟรี**   \r\nได้ที่ บริษัท ซิตี้ แฟคทอรี่ จำกัด เลขที่ 19/54-55 ถ.งามวงศ์วาน ต.บางเขน อ.เมือง จ.นนทบุรี 11000 \r\nTEL.  คุณศิริลักษณ์  0856663866\r\nหากคุณกำลังเจอปัญหาเหล่านี้   \r\n- ถูกเพื่อนบ้านร้องเรียน เรื่องเสียงดัง มลพิษ\r\n- กฎหมายปฏิรูปที่ดินและสิ่งแวดล้อมใหม่ของ กทม.\r\n- ค่าขนส่งที่สูงขึ้น เพราะค่าน้ำมันแพง\r\n- ค่าแรงพนักงานถูกมาก แต่อยู่ไกลเหลือเกิน\r\n- การเดินทาง ไป-กลับ ของพนักงานที่ไม่สะดวก\r\n- ขาดทุน (เงินก้อน) ในการขยายหรือย้ายธุรกิจ\r\nบริการ \r\n - จัดกู้เต็ม 100% โดยไม่คิดค่าใช้จ่ายใดๆทั้งสิ้น\r\n- ให้คำปรึกษาแหล่งเงินทุนในการขยายหรือย้ายธุรกิจฟรี\r\n- บริการจัดหาผู้รับเหมาก่อสร้าง อาคาร โรงงาน โกดัง ตามแบบไม่คิดค่าใช้จ่าย\r\n- มีเนื้อที่ตั้งแต่ 100-400 ต.ร.ว หรือ 2 ไร่ ขึ้นไป ไม่จำกัดขนาด\r\nสิ่งอำนวยความสะดวก  \r\n- ถนนเมนภายในขนาดกว้าง 12 เมตร\r\n- ท่อระบายน้ำขนาดใหญ่ 1 เมตร\r\n- สายไฟฟ้าแรงสูง 4 สาย มี BTS สายสีม่วง บางใหญ่-บางซื่อ\r\n- โครงการอยู่บางบัวทอง ทำให้เดินทางสะดวก หลากหลายเส้นทาง\r\n- ใกล้ศูนย์กระจายสินค้า BIG C,TOP,7 Eleven โดยห่างประมาณ 2 กม.\r\nโปรโมชั่น ลงทะเบียนวันนี้ รับสิทธิพิเศษฟรี\r\nติดต่อเรา บริษัท ซิตี้ แฟคทอรี่ จำกัด  เลขที่ 19/54-55 ถ.งามวงศ์วาน ต.บางเขน อ.เมืองจ.นนทบุรี 11000\r\nโทร  ศิริลักษณ์ (ส้ม)  085-6663866   แฟกซ์  02-9519690   สำนักงาน  02-9518804-7\r\nคลิ๊กเลย  www.cityfactory.net \r\n', 8, 'Singburin__10109103852.jpg', '', 2, '2010-10-09 10:38:53', 1, 389);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `webboard`
--
ALTER TABLE `webboard`
  ADD PRIMARY KEY (`wID`) USING BTREE,
  ADD KEY `wID` (`wID`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `webboard`
--
ALTER TABLE `webboard`
  MODIFY `wID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
